Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przez ten żarcik nie tylko Ramona ma problemy. Oddaj mi je.
uk: Через цей жарт тепер не тільки у Рамони проблеми. Віддай її мені.

source: Przez to szalejące morze nic nie słyszę.
uk: Окрім шуму моря нічого не чути.

source: Przez to wszystko czuję, jakby mój ogień gorliwości dogasał i zupełnie nie wiem, co z tym począć!
uk: Через все це я відчуваю, що мій вогонь завзяття згасає, і я зовсім не знаю, що з цим робити!

source: Przez to zamieszanie, które wywołaliście, połowa miasta mówi o złotych Innosach!
uk: Через галас, який ви спричинили, пів міста тепер говорить про золотих Інносів!

source: Przez twoje kłamstwa pożegnał się z życiem.
uk: Через твою брехню він розпрощався з життям.

source: Przez twój genialny pomysł naraziłem się tylko miejscowym.
uk: Через твою геніальну ідею я лише обурив місцевих.

source: Przez tych tutaj idą opornie. Ciągle muszę pilnować, czy któryś mi czegoś nie ukradł.
uk: Через цих людей робота йде повільно. Мені постійно доводиться пильнувати, щоб хтось із них нічого не вкрав.

source: Przez tę powódź coś musiało zablokować łopatki młyna.
uk: Мабуть, через ту повінь щось заблокувало лопаті млина.

source: Przez uchodźców Gildia musi usprawnić swoje funkcjonowanie, a to oznacza papierologię. Dużo papierologii. Także nie przeszkadzaj.
uk: Через біженців Гільдія повинна вдосконалити свою діяльність, а це означає паперову роботу. Багато паперової роботи. Тож не заважай.

source: Przez wiele dni niezmordowanie chodził od wioski do wioski, sposobiąc mieszkańców do bitwy. Jak się okazało, Ahalt zdobył władzę siłą, a większość ludzi w ukryciu pozostała wierna staremu porządkowi.
uk: Впродовж кількох днів він невтомно ходив від села до села, готуючи мешканців до битви. Як виявилося, Ахалт захопив владу силою, в той час як більшість людей потайки зберігали вірність старому порядку.

source: Przez wiele lat byłem zwykłym urzędnikiem.
uk: Багато років я був звичайним чиновником.

source: Przez wiele lat o prym na rynku winnym Archolos walczyło dwóch winiarzy. Pierwszy z nich, Valerio, od zawsze produkował wina mocne, wyraziste i szlachetne.
uk: Протягом багатьох років два виробники вина боролися за першість на винному ринку Архолосу. Перший, Валеріо, завжди виготовляв міцні, виразні та благородні вина.

source: Przez wiele następnych lat król prowadził niezliczone boje, gwarantujące bezpieczeństwo wciąż płynnym granicom kraju. W Bitwie nad Czarnym Potokiem ostudził zdobywcze zapędy varrantckiego satrapy, a dzięki jego cierpliwym pertraktacjom na skąpanym we krwi Pograniczu zakwitły pierwsze Serafisy. U schyłku swego panowania Rhobar polecił królestwo pod opiekę Innosa, przypieczętowując tym samym rolę Najwyższego w kształtowaniu się tożsamości Myrtańczyków.
uk: Протягом багатьох наступних років король брав участь у незліченних битвах, аби гарантувати безпеку все ще хитких кордонів країни. У битві біля Чорного струмка він охолодив завойовницькі амбіції варантського сатрапа, і завдяки його терплячим переговорам на залитих кров'ю прикордонних землях розквітли перші серафіси. Наприкінці свого правління Робар віддав королівство під захист Інноса, таким чином закріпивши роль Всевишнього у формуванні ідентичності міртанців.

source: Przez większość czasu jest nudna i żmudna, a przez resztę brudna i krwawa.
uk: Більшу частину часу вона нудна і виснажлива, а решту – брудна і кривава.

source: Przez wzgląd na twoją żałobę, przemilczę twoją bezczelność - zrobisz to, co ci powiedziałem.
uk: Щоб полегшити твоє горе, я закрию очі на твою зухвалість – ти зробиш те, що я тобі сказав.

source: Przeze mnie? Tak to już jest, jak zlecasz komuś robotę, a nie wykonujesz jej samemu!
uk: Через мене? Так вже буває, коли ти доручаєш роботу комусь іншому, а не виконуєш її сам!

source: Przeznaczona do zamiatania kurzu i
uk: Призначена для підмітання пилу

source: Przezorny zawsze ubezpieczony, młody!
uk: Краще перестрахуватися, ніж потім шкодувати, хлопче!

source: Przeładowane fregaty, wypełnione po burty czerwonym pieprzem, zwierzęcymi skórami, tytoniem i magiczną rudą miesiąc po miesiącu docierały do myrtańskich portów, z każdym kolejnym transportem powiększając majątek i prestiż obracających towarami kupców.
uk: Перевантажені фрегати, вщерть заповнені червоним перцем, шкурами тварин, тютюном і магічною рудою, місяць за місяцем прибували до міртанських портів, з кожною наступною партією збільшуючи статки і престиж торговців.

source: Przełomowe Odkrycie
uk: Проривне відкриття

source: Przełożyć?
uk: На майбутнє?

source: Przełącza sterowanie kamerą za pomocą myszy.
uk: Увімк/вимк. керування камерою за допомогою миші.

source: Przełącznik
uk: Перемикач

source: Przeżywasz kryzys wiary?
uk: Ти переживаєш духовну кризу?

source: Przeżyłem już dość dużo niebezpieczeństw czyhających na moje życie. Kolejne nie robi na mnie wrażenia.
uk: Я вже пережив достатньо небезпек, що підстерігали мене в житті. Ще одна мене зовсім не вражає.

source: Przy arenie znajduje się handlarz różności, który ma niespotykany nigdzie indziej towar.
uk: Торговець біля арени продає різні товари, яких більше ніде не знайти.

source: Przy bramie spotkałem część kompanii Bruna. Ruszamy w stronę kopalni.
uk: Біля воріт я зустрів компанію Бруно. Ми вирушили до копальні.

source: Przy ciele znalazłem jakiś list. Sprawdzę jego treść.
uk: Я знайшов лист біля тіла. Треба перевірити його зміст.

source: Przy ciele znalazłem pierścień. Wezmę go jako dowód dla Havarda. Nie pozostaje mi nic innego, jak pożegnać Wilczego Syna w odpowiedni sposób. Spalę jego ciało.
uk: У нього на руці був перстень. Візьму його як доказ для Гаварда. Мені нічого не залишається, як попрощатися з Вовчим Сином належним чином. Його тіло має бути спалене.

source: Przy czym, bez swojego kumpla nie odejdę. Domyśl się, jak załatwię mu wolność.
uk: Зважаючи на це, я не піду без свого товариша. Сам здогадайся, як я його визволю.

source: Przy drzewie, na placyku niedaleko stąd. Idziesz tą drogą w dół, po pierwszej partii schodów w prawo. Nie możesz nie trafić.
uk: Біля дерева, у сквері недалеко звідси. Спустишся цією дорогою вниз, після перших сходів направо. Не пропустиш.

source: Przy głównej bramie klasztornej spotkałem Rierola. Z jego słów wynika, że na wyspie pojawiła się plaga dziwnych ścierwojadów. Jeśli chcę pomóc w pozbyciu się ich, to powinienem porozmawiać z Cardenem w klasztorze.
uk: Біля головних воріт монастиря я зустрів Рієрола. З його слів я зрозумів, що на острові нашестя дивних падальників. Якщо я хочу допомогти їх позбутися, мені слід поговорити з Карденом у монастирі.

source: Przy jednej z bram powinien stacjonować strażnik Edgar. Straszny z niego sukinsyn, krzywo spojrzysz, a już będzie szykował się do bitki.
uk: Біля одних із воріт повинен стояти вартовий Едгар. Він справжній сучий син, криво глянеш на нього – і він вже готується до бійки.

source: Przy jednym z nich znalazłem coś takiego.
uk: В одного з них я знайшов ось це.

source: Przy kaplicy Adanosa podszedł do nas jakiś samozwańczy kaznodzieja. Chwilę bredził coś o bogach, a potem odszedł na moją prośbę.
uk: Біля храму Аданоса до нас підійшов самоназваний проповідник. Він якийсь час виголошував щось про богів, а потім, на моє прохання, пішов геть.

source: Przy kaplicy Adanosa podszedł do nas jakiś samozwańczy kaznodzieja. Przekonałem go, że nie powinien męczyć strażników swoimi tekstami, tylko ludzi tym zainteresowanych.
uk: Біля храму Аданоса до нас підійшов самоназваний проповідник. Я переконав його, що краще не набридати своїми проповідями вартовим, а тільки зацікавленим у цьому людям.

source: Przy kopalni? Jaka może być robota 'przy' kopalni?
uk: Біля копальні? Яка може бути робота 'біля' копальні?

source: Przy kufrze siedzi bez przerwy Broddy, prawa ręka naszego nowego szefa. Możesz zapomnieć o sięganiu do kufra, tak długo jak się go nie pozbędziesz, facet utnie ci łapy bez zawahania.
uk: Біля скрині постійно сидить Бродді – права рука нашого нового шефа. Можеш забути про те, щоб дістатися до скрині, доки не позбудешся його, хлопець без вагань відріже тобі руки.

source: Przy moich zasobach, zdobycie dowolnych zwojów przemiany nie było najmniejszym problemem.
uk: З моїми можливостями дістати будь-які сувої перетворень не становило жодних проблем.

source: Przy moim stole nie będziemy żłopać takiego świństwa!
uk: Ми не будемо пити таку гидоту за моїм столом!

source: Przy moim trybie życia mógłbyś mieć z tym problem. W każdym razie gratuluję mądrej decyzji i do widzenia.
uk: З моїм способом життя у тебе можуть виникнути з цим проблеми. У будь-якому випадку, вітаю з мудрим рішенням і до побачення.

source: Przy mężczyźnie napotkanym pod kościołem Innosa znalazłem listę cennych przedmiotów. Wygląda na to, że nieporadnie przygotowywał się do włamania. Zobaczymy, co uda mi się z niego wyciągnąć.
uk: Я знайшов список цінних речей у чоловіка, якого зустрів біля церкви Інноса. Здається, він невміло готувався до пограбування. Подивимося, що я зможу з нього витягти.

source: Przy najbliższej okazji wspomnę o tobie Lorenzo. Im więcej takich ludzi w Gildii, tym lepiej.
uk: Я згадаю про тебе Лоренцо при першій же нагоді. Чим більше таких людей в Гільдії, тим краще.

source: Przy napływie tylu obcych, nic dziwnego, że udało mu się zaszyć w jakiejś norze.
uk: З напливом такої кількості чужинців не дивно, що йому вдалося сховатися в якійсь норі.

source: Przy nas będziesz bezpieczny!
uk: З нами ти будеш в безпеці!

source: Przy naszej pogodzie śmierdzi tak, że pilnować drzwi się nie da, tak żeby człowieka przypadkiem, no nie ciągnęło.
uk: З нашою погодою там так смердить, що неможливо охороняти двері, щоб когось випадково не знудило.

source: Przy odrobinie szczęścia morze wyrzuci trochę skrzyń. Poszukam ich, jak i ocalałych.
uk: Якщо пощастить, море викине кілька ящиків. Я пошукаю їх, а також тих, хто вижив.

source: Przy odrobinie szczęścia nie trafisz w kolano i delikwent będzie nawet mógł wstać, kiedy już się ocknie.
uk: Якщо пощастить не поцілити в коліно, то постраждалий навіть зможе встати, коли очуняє.

source: Przy okazji mogę pomóc chłopcom, którzy cały czas siedzą na warcie, więc spełniam też swój obywatelski obowiązek.
uk: Так я можу допомагати хлопцям, які постійно сидять на варті, тим самим виконуючи свій громадянський обов'язок.

source: Przy okazji może sypną mi złotem za fatygę.
uk: До речі, може, вони сипнуть мені трохи золота за мій клопіт.

source: Przy okazji odcięcie całego portu pozwoliło nam ocalić tych wszystkich niewinnych, których tak długo wyzyskiwaliście.
uk: До речі, перекривши порт, ми змогли врятувати всіх тих невинних, кого ви так довго експлуатували.

source: Przy okazji pozbyłem się tych czerwonych jaszczurów.
uk: До речі, я позбувся тих червоних ящерів.

source: Przy okazji te dwie skrzynki wina też możesz tam zanieść. Rita się wścieknie, jeśli zobaczy, że ma kilka butelek mniej na stanie.
uk: До речі, ті два ящики з вином теж можеш туди віднести. Рита розлютиться, якщо побачить, що у неї стало на кілька пляшок менше.

source: Przy okazji upolowałem kilku orków.
uk: Між іншим, я вполював кілька орків.

source: Przy okazji zdemolujcie trochę tę ruderę - całość ma wyglądać jak włamanie.
uk: До речі, будинок потрібно трохи розгромити – все має виглядати, як пограбування.

source: Przy okazji, gdy już tam będziesz, to możesz przygotować kilka kryjówek przy wschodniej ścianie po drugiej stronie przełęczy.
uk: До речі, оскільки ти вже туди йдеш, можеш підготувати кілька схованок біля східної стіни, на іншому боці перевалу.

source: Przy okazji, przekaż moje pozdrowienia Bastianowi.
uk: До речі, передавай мої вітання Бастіану.

source: Przy okazji, rozważam propozycję pracy dla twojego szefa.
uk: До речі, я розглядаю пропозицію роботи на твого шефа.

source: Przy okazji, znalazłem trochę rudy. Myślę, że będziesz wiedział co z nią zrobić.
uk: До речі, я знайшов трохи руди. Думаю, ти знайдеш їй застосування.

source: Przy podpisywaniu umowy można dopisać punkt, że za każdą skradzioną rzecz dostaniesz od Gildii wielokrotność jej wartości w złocie.
uk: Під час підписання контракту ти можеш додати пункт про те, що за кожну вкрадену річ ти отримаєш від Гільдії суму, кратну її вартості в золоті.

source: Przy pomocy swoich gońców pomagał przemytnikom transportować towary po całym mieście.
uk: За допомогою своїх посланців він допомагав контрабандистам поширювати товари по всьому місту.

source: Przy siedzibie magów jakiś mężczyzna próbował swoich umiejętności w czarowaniu. Nie wydawał się niebezpieczny, więc mu na to pozwoliłem.
uk: Біля помешкання магів якийсь чоловік випробовував свою майстерність у чаклунстві. Він не виглядав небезпечним, тож я облишив його.

source: Przy siedzibie magów jakiś mężczyzna próbował swoich umiejętności w czarowaniu. Poleciłem mu udać się do klasztoru, żeby nie przeszkadzał śpiącym mieszkańcom.
uk: Біля помешкання магів якийсь чоловік випробовував свою майстерність у чаклунстві. Я порадив йому піти до монастиря, щоб не тривожити сплячих мешканців.

source: Przy siedzibie magów jakiś mężczyzna próbował swoich umiejętności w czarowaniu. Przekonałem go, że to nie jest dobry pomysł i powinien odejść.
uk: Біля помешкання магів якийсь чоловік випробовував свою майстерність у чаклунстві. Я переконав його, що це погана ідея і йому краще піти.

source: Przy swoim domu spotkałem zabłąkanego, rannego psa. Postanowiłem skrócić jego cierpienia.
uk: Біля свого будинку я зустрів безпритульного пораненого пса. Я вирішив припинити його страждання.

source: Przy swoim domu spotkałem zabłąkanego, rannego psa. Postanowiłem zabrać go ze sobą do domu i się nim zaopiekować.
uk: Біля свого будинку я зустрів безпритульного пораненого пса. Я вирішив забрати його додому і доглядати за ним.

source: Przy takim opóźnieniu dodatkowe koszty mogą mnie zrujnować!
uk: При такій затримці додаткові витрати можуть мене розорити!

source: Przy tej skrytce pewnie zawsze ktoś siedział, więc lepiej trzymaj miecz w gotowości i nie oddalaj się ode mnie.
uk: Біля цієї схованки, мабуть, завжди хтось сидів на сторожі, тож краще тримай меч напоготові й не віддаляйся від мене.

source: Przy tych wszystkich skazanych pewnie można dorobić się fortuny na fałszywych dokumentach.
uk: Завдяки усім цим засудженим каторжникам можна заробити цілий статок на фальшивих документах.

source: Przy tylu świadkach chcesz oszukać Corteza? Czy ty już całkiem straciłeś rozum?
uk: При стількох свідках ти хочеш обдурити Кортеза? Ти зовсім з глузду з'їхав?

source: Przy tym wielkoludzie strach głośno oddychać, bo nigdy nie wiadomo, co mu odbije...
uk: Перед цим здорованем страшно голосно дихати, бо ніколи не знаєш, що він утне...

source: Przy wejściu do kantoru Gildii spotkałem Pablo. Dał mi mapę z dokładnymi lokacjami miejsc, do których muszę się udać.
uk: Біля входу в резиденцію Гільдії я зустрів Пабло. Він дав мені мапу з точним розташуванням місць, які мені потрібно відвідати.

source: Przy zwłokach jakiegoś starszego nieszczęśnika, być może Gerwina, znalazłem woskową pieczęć z wyrytym imieniem 'Roderich'. Możliwe, że zalakowany był nią jakiś dokument od dowódcy, chociaż żadnego w pobliżu nie znalazłem. Na wszelki wypadek zachowam pieczęć, Roderich może życzyć sobie dowodów na poparcie moich słów.
uk: Біля трупа якогось нещасного, можливо, Гервіна, я знайшов воскову печатку з вигравіруваним на ній ім'ям 'Родеріх'. Не виключено, що нею був скріплений якийсь документ від командира, хоча я не знайшов ніяких документів поблизу. Краще збережу печатку про всяк випадок. Можливо, Родеріх захоче отримати докази на підтвердження моїх слів.

source: Przy łóżku Jorna znalazłem ten dziwny pierścień.
uk: Біля ліжка Йорна я знайшов цей дивний перстень.

source: Przybij ogłoszenie
uk: Прибити оголошення

source: Przybycie Królewskiego Wysłannika
uk: Прибуття Королівського посла

source: Przybycie gwardzistów na pewno niczego nie zmieni. Mówię ci, odpłyną tak szybko jak przypłynęli. Los tego miasta już nikogo nie obchodzi
uk: Прибуття гвардійців, звичайно, нічого не змінить. Кажу тобі, вони попливуть так само швидко, як і припливли. Доля цього міста вже нікого не хвилює.

source: Przybycie gwardzistów na pewno niczego nie zmieni. Mówię ci, odpłyną tak szybko jak przypłynęli. Los tego miasta już nikogo nie obchodzi.
uk: Прибуття гвардійців, звичайно, нічого не змінить. Кажу тобі, вони попливуть так само швидко, як і припливли. Доля цього міста вже нікого не хвилює.

source: Przybycie gwardzistów na pewno niczego nie zmieni. Mówię ci, odpłyną tak szybko, jak przypłynęli. Los tego miasta już nikogo nie obchodzi.
uk: Прибуття гвардійців, звичайно, нічого не змінить. Кажу тобі, вони попливуть так само швидко, як і припливли. Доля цього міста вже нікого не хвилює.

source: Przybyliśmy razem na wyspę, ale został w karczmie u Viktora. Nie za dobrze się czuje.
uk: Ми прибули на острів разом, але він залишився в корчмі Віктора. Він не дуже добре себе почуває.

source: Przybywam z Wysp Południowych.
uk: Я родом з Південних островів.

source: Przybywamy z Londram.
uk: Ми прибули з Лондраму.

source: Przybywamy z miasta.
uk: Ми прибули з міста.

source: Przybywasz w samą porę. Orkowy przywódca pojawił się niebezpiecznie blisko winnicy Rity, w tunelach.
uk: Ти прибув якраз вчасно. Вождь орків з'явився в небезпечній близькості від виноградника Рити, в тунелях.

source: Przybywasz z miasta?
uk: Ти прибув з міста?

source: Przybył tu wiele zim temu, gdy ta twierdza była jeszcze we władaniu poprzedniego lorda, Godryka.
uk: Він прибув сюди багато зим тому, коли цією фортецею ще правив попередній володар, Годрік.

source: Przybyłem tutaj, by złożyć wam wszystkim propozycję kapitulacji.
uk: Я прийшов сюди, щоб запропонувати вам усім скласти зброю.

source: Przybyłem wraz z Yannickiem.
uk: Я прийшов з Янніком.

source: Przybłąkał?
uk: Прибився?

source: Przychodzisz do naszego obozu, zabijasz naszego kapitana i oczekujesz, że będziemy z tobą rozmawiać?
uk: Ти прийшов до нашого табору, вбив нашого капітана і розраховуєш, що ми будемо з тобою розмовляти?

source: Przychodzisz modlić się do Adanosa?
uk: Ти прийшов помолитися Аданосу?

source: Przychodzisz ze mnie drwić, co? Idź sobie! Precz!
uk: Ти прийшов познущатися з мене, так? Забирайся геть! Забирайся!

source: Przychodzę do ciebie w pewnej delikatnej sprawie.
uk: Я прийшов до тебе щодо однієї делікатної справи.

source: Przychodzę od Graysona.
uk: Я від Грейсона.

source: Przychodzę odebrać swoją nagrodę.
uk: Я прийшов забрати свою винагороду.

source: Przychodzę po lekarstwo dla mojego brata.
uk: Я прийшов по ліки для брата.

source: Przychodzę w innej sprawie.
uk: Я прийшов з іншого приводу.

source: Przychodzę w sprawie Hoda. Mam złe wieści.
uk: Я прийшов поговорити про Хода. У мене погані новини.

source: Przychodzę w sprawie konfliktu synów Valerio.
uk: Я прийшов через конфлікт синів Валеріо.

source: Przychodzę w sprawie kusz dla straży miejskiej.
uk: Я з приводу арбалетів для Міської Варти.

source: Przychodzę z miasta.
uk: Я прийшов з міста.

source: Przychodzę z pewną ofertą.
uk: Я прийшов з пропозицією.

source: Przychodź do mnie regularnie, piłuj porządnie, a monet ci nie zabraknie.
uk: Приходь до мене регулярно, пиляй як слід, а золота тобі не забракне.

source: Przyciśnięty powiedział nam, że podczas rejsu zajrzał z towarzyszami niedoli do ładowni przemytników. Otwarli jedną ze skrzyń i znaleźli w środku pokaźną ilość samorodków.
uk: На допиті він розповів нам, що під час плавання він з товаришами по нещастю зазирнув у трюм корабля контрабандистів. Вони відкрили один з ящиків і знайшли всередині чималу кількість самородків.

source: Przyczepił się do nas niejaki Barry. Pojawił się znikąd i usilnie namawiał, byśmy za nim poszli. Mam nadzieję, że mogę mu zaufać.
uk: До нас звернувся чоловік на ім'я Баррі. Він з'явився нізвідки і всіляко наполягав на тому, щоб ми пішли за ним. Сподіваюся, я можу йому довіряти.

source: Przyczyniłaś się do śmierci Jorna, musisz za to zapłacić.
uk: Ти причетна до смерті Йорна, ти маєш за це заплатити.

source: Przyczółek potrzebny od zaraz
uk: Негайно потрібен міст

source: Przyda mi się towarzysz.
uk: Мені б не завадив компаньйон.

source: Przyda się do produkcji strzał i łuków.
uk: Знадобиться для виготовлення стріл та луків.

source: Przyda się pomoc.
uk: Допомога не завадить.

source: Przyda się twoja pomoc.
uk: Мені потрібна твоя допомога.

source: Przyda się. Nikt jeszcze nie raczył pomóc staremu Osvaldowi.
uk: Вона б мені не завадила. Ніхто ще не захотів допомогти старому Освальду.

source: Przydaj się na coś i przynieś mi piwo. Wtedy pogadamy.
uk: Зроби щось корисне і принеси мені пива. Тоді й поговоримо.

source: Przydaliby nam się prawdziwi strażnicy z krwi i kości.
uk: Нам би не завадили справжні вартові з плоті та крові.

source: Przydatna do gotowania, wystarczy na wiele potraw.
uk: Незамінна в кулінарії, вистачить на багато страв.

source: Przydatne informacje o świecie
uk: Корисна інформація про світ

source: Przydałaby mi się pomoc kogoś, kto niekoniecznie jest stąd, a jednocześnie zna okolicę.
uk: Мені б знадобилася допомога людини, яка не обов'язково звідси, але знає околиці.

source: Przydałaby się jakaś nowa dziewczyna u Oscara, nie sądzisz? Często pite nawet najlepsze wino może się znudzić...
uk: Оскару не завадить найняти нову дівчину, тобі не здається? Навіть найкраще вино може набриднути...

source: Przydałby się nam ktoś taki jak ty.
uk: Нам би не завадила така людина, як ти.

source: Przydałby się też jakiś świadek, tych akurat wyjątkowo łatwo znaleźć.
uk: Також було б корисно мати свідка, його легко буде знайти.

source: Przydałoby nam się tu kilku zakapiorów, takich jak ty.
uk: Нам би не завадило кілька таких, як ти.

source: Przydałoby się dać temu obwiesiowi nauczkę.
uk: Варто було б провчити того пройдисвіта.

source: Przydałoby się parę wytrychów!
uk: Мені не завадили б відмички!

source: Przydałoby się, gdybyś przyszedł na kontrolę w zniszczonym pancerzu.
uk: Було б не погано, якби ти прийшов на огляд в іржавому обладунку.

source: Przydałyby się jakieś zapasy. Poza tym nie ukrywam, że mieszkańcy Silbach nie są nam przyjaźnie nastawieni.
uk: Нам би не завадили деякі припаси. Крім того, я не приховую, що мешканці Cільбаху не надто привітно ставляться до нас.

source: Przydzielaniem zajęć zajmuje się Liam, więc jeśli szukasz pracy, zgłoś się do niego.
uk: Розподілом завдань займається Ліам, тож якщо ти шукаєш роботу, звертайся до нього.

source: Przygarnę twoją broń.
uk: Я заберу твою зброю.

source: Przyglądałem się tej mapie i ten skarb musi znajdować się gdzieś pod tym łukiem skalnym.
uk: Я вивчав цю мапу, і цей скарб має бути десь під цією скелею.

source: Przygotowali do tego beczkę, wypchaną po brzegi wyzwaniami. Wyciągniesz z niej coś dla mnie.
uk: Для цього вони приготували бочку, до країв набиту випробуваннями. Потрібно, щоб ти дістав із неї будь-який папірець.

source: Przygotowane potrawy nie tylko pozwolą ci się znacznie szybciej zregenerować niż zjedzenie pojedynczych składników, ale smakowanie zróżnicowanych dań poprawi twój całościowy stan zdrowia!
uk: Приготовані страви не лише дозволять вам відновлюватися набагато швидше, ніж вживання окремих складників, але й, насолоджуючись різноманітними стравами, покращать загальний стан вашого здоров'я!

source: Przygotowania Devira do pojedynku zakończone. Pozostaje mi mieć nadzieję, że nie wybrałem źle i coś zarobię na tej walce.
uk: Девір готовий до поєдинку. Мені залишається тільки сподіватися, що я не помилився з вибором і зможу щось заробити на цьому.

source: Przygotowania do wyprawy
uk: Підготовка до експедиції
